chat_system_1348067287_actor_description=Dragon Attah. Dragon 
chat_system_1348067287_snap_0_question=^?^Come in, man, come in quickly. I am so bored with nobody to talk to, you couldn't imagine! Let me introduce myself: I'm Dragon Attah. Actually, my name sounds a bit different than that, but I'm not sure that your throat would be able to pronounce it. Can I hear your name?
chat_system_1348067287_snap_0_answer_0=^?^I'm the Royal Treasure Searcher and my name is [player].
chat_system_1348067287_snap_0_header_0=^?^Aha, another searcher then. Well just so you know, I have no treasures. There was this fellow named de'Virre, who poked me with his sword and took away everything I had.<br>It would be better to help a poor dragon, if you are a good man. And I will find a way to thank you.
chat_system_1348067287_snap_1_question=^?^Many happy years to you, my friend! What brings you here?
chat_system_1348067287_snap_1_answer_0=^?^I don't mind earning some money. What kind of help were you talking about? 
chat_system_1348067287_snap_1_answer_1=^?^I only stopped in to satisfy my curiosity. It's not every day you can talk to a dragon. But I guess I've seen enough. I'll be leaving now. See you.
chat_system_1348067287_snap_2_question=^?^I greet you, my friend. Welcome to our castle! Since Gelena has returned, my heart sings and the castle has become very cozy - we even receive guests! I can't tell who they're more interested in: a real live dragon or the girl who decided to become a dragon's wife.
chat_system_1348067287_snap_2_answer_0=^?^I'm happy for you, Attah. 
chat_system_1348067287_snap_3_question=^?^Don't be shy, [player]. Make yourself at home... At home with a huge but satisfied and very kind dragon.
chat_system_1348067287_snap_3_answer_0=^?^Thanks for your offer, but I have to go.
chat_system_1348067287_snap_3_answer_7=^?^Do you have any need for Bone Dragon Eggs?
chat_system_1348067287_snap_3_answer_8=^?^About the eggs...
chat_system_1348067287_snap_16_question=^?^Bone Dragon Eggs? Oooh! I consider such eggs a delicacy and Gelena loves cooking them for me!
chat_system_1348067287_snap_16_answer_0=^?^So what would you like to trade for them?
chat_system_1348067287_snap_17_question=^?^Gelena managed to bring some Magic Crystals with her when she returned to me so I was thinking 1 Magic Crystal per 2 Bone Dragon Eggs. What do you think?
chat_system_1348067287_snap_17_answer_0=^?^Wow! Sounds like a really good deal! Now let me go get some eggs...
chat_system_1348067287_snap_17_answer_1=^?^Wow! Sounds like a really good deal! I already have some eggs on me! Let's trade...
chat_system_1348067287_snap_18_question=^?^Would you like to trade your Bone Dragon Eggs?
chat_system_1348067287_snap_18_answer_0=^?^I don't have any right now, what is the exchange rate again?
chat_system_1348067287_snap_18_answer_1=^?^I have one, but I don't have enough.
chat_system_1348067287_snap_18_answer_2=^?^[img_crystal] Receive 1 Magic Crystal for 2 Bone Dragon Eggs.
chat_system_1348067287_snap_18_answer_3=^?^[img_crystal] Receive 2 Magic Crystals for 4 Bone Dragon Eggs.
chat_system_1348067287_snap_18_answer_4=^?^[img_crystal] Receive 5 Magic Crystals for 10 Bone Dragon Eggs.
chat_system_1348067287_snap_18_answer_5=^?^[img_crystal] Receive 10 Magic Crystals for 20 Bone Dragon Eggs.
chat_system_1348067287_snap_18_answer_7=^?^You know, I've changed my mind - I've gotta go...
chat_system_1348067287_snap_19_question=^?^I'm sure you'll find some more... Don't forget, you need at least 2 eggs to trade!
chat_system_1348067287_snap_19_answer_0=^?^You're right, let me go look for some more...
chat_system_1348067287_snap_20_question=^?^Here is your Magic Crystal. Thank you for the eggs!
chat_system_1348067287_snap_20_answer_0=^?^Let's get back to trading...
chat_system_1348067287_snap_20_answer_1=^?^I gotta go...
chat_system_1348067287_snap_21_question=^?^Here are your Magic Crystals. So many eggs!
chat_system_1348067287_snap_21_answer_0=^?^Let's get back to trading...
chat_system_1348067287_snap_21_answer_1=^?^I gotta go...
chat_system_1348067287_snap_22_question=^?^You should find some in the Undead lands... Don't forget, you need at least 2 eggs to trade!
chat_system_1348067287_snap_22_answer_0=^?^Sounds good to me, I'll look for some when I'm there...